[
    {
        "id": 1,
        "title": "Pilot",
        "content": "Rachel leaves Barry at the alter and moves in with Monica. Monica goes on a date with Paul the wine guy, who turns out to be less than sincere. Ross is depressed about his failed marriage. Joey compares women to ice cream. Everyone watches Spanish soaps. Ross reveals his high school crush on Rachel.",
        "episode": "1",
        "season": "1"
    },
    {
        "id": 2,
        "title": "The One With the Sonogram at the End",
        "content": "Ross finds out his ex-wife (Carol) is pregnant, and he has to attend the sonogram along with Carol's lesbian life-partner, Susan. Ugly Naked Guy gets a thigh-master. Ross and Monica's parents come for dinner, which stresses Monica out. Ross and Rachel console each other. Rachel returns the ring to Barry, who is much less upset about the break-up than expected.",
        "episode": "2",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One With the Thumb",
        "content": "Ross discovers the fate of his childhood pet, Chichi. Chandler starts smoking again; when the group complains, he diverts their attention to their own faults. Phoebe gets money she doesn't want; she complains and gets more; she gives it away and gets a can of soda in return... which contains a thumb. The beverage company gives her $7000. Monica's new boyfriend (Alan) is a hit with her friends, but Monica's not too sure.",
        "episode": "3",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One With George Stephanopoulos",
        "content": "Ross, upset about it being the anniversary of his first time with Carol, goes to a hockey game with Chandler and Joey and gets a puck in the face; they end up at the hospital, where Ross reveals that Carol is the only woman he's even been intimate with. Rachel gets a visit from her old friends, which depresses her about her life. The women have a slumber party, which isn't very fun until they spy on George Stephanopoulos.",
        "episode": "4",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One With The East-German Laundry Detergent",
        "content": "Chandler and Phoebe decide to break up with Janice and Tony on the same night; Phoebe's goes really well but Chandler has a harder time. Ross arranges to do laundry with Rachel and Monica; Monica cancels, leaving just the two of them; Rachel reveals she's never done laundry before... and accidentally dyes all her white clothes pink. Joey wants his ex-girlfriend (Angela) to break up with her boyfriend (Bob), so he arranges for Monica and him to double date with them... but he tells Monica that Angela and Bob are siblings. Ugly Naked Guy lays kitchen tile. Janice buys Chandler Bullwinkle socks. Rachel is so happy about her laundry experience that she kisses Ross.",
        "episode": "5",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One With the Butt",
        "content": "Everyone attends Joey's new musical, Freud! While there, Chandler meets a beautiful and exotic woman, Aurora, and begins dating her. Joey gets picked up by the Estelle Leonard Talent Agency, which gets him a job as Al Pacino's butt double. However, he loses the job by overacting. Rachel cleans the apartment by herself for the first time; however, she moves the green ottoman, which starts Monica obsessing. Chandler finds out Aurora is married and already has another boyfriend. When she picks up still another, Chandler isn't sure he can take it.",
        "episode": "6",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One With the Blackout",
        "content": "New York City is blacked out (due to a mishap on Mad About You). Chandler is trapped in an ATM vestibule with Jill Goodacre. The rest of the gang hangs out at Monica and Rachel's apartment. Ugly Naked Guy lights a bunch of candles and has a slight accident. While trying to share his feelings with Rachel, Ross is attacked by a cat. While searching for the cat's owner, Rachel and Phoebe meet the Weird Man, known in later episodes as Mr. Heckles. He tries to claim the cat, but it obviously isn't his. The cat turns out to belong to Paolo, an Italian hunk who lives in the building and doesn't speak much English.",
        "episode": "7",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One Where Nana Dies Twice",
        "content": "Chandler finds out a lot of people think he's gay when they first meet him; he tries to find out why. Paolo gives Rachel calls and shoes from Rome. Ross and Monica's grandmother dies... twice; At the funeral, Joey watches a football game on a portable TV; Ross falls into an open grave and hurts his back, then gets a bit loopy on muscle relaxers. Monica tries to deal with her mother's criticisms.",
        "episode": "8",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One Where Underdog Gets Away",
        "content": "Joey poses for a health poster, but later finds out he's become the V.D. poster boy. Ross finds out Susan is reading to the unborn baby and decides he must, too. Ross and Monica plan their own Thanksgiving dinner because their parents are away; Phoebe joins them, because she celebrates with her grandmother and her grandmother's boyfriend... in December... because he's lunar; Joey joins in because his family thinks he has V.D.; Monica has to make three kinds of potatoes. Chandler plans to boycott Thanksgiving because his parents announced their divorce on that day; Rachel has plans to go to Vale to be with her family. The Underdog balloon breaks free during the parade; everyone goes to the roof to watch but they get locked out of Monica's apartment; the dinner is burned and Rachel misses her flight. Everyone ends up eating Chandler's cheese sandwiches and Funyuns for Dinner. Ugly Naked Guy has Thanksgiving dinner with Ugly Naked Gal, and there's Ugly Naked Dancing.",
        "episode": "9",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One With the Monkey",
        "content": "Ross gets a monkey named Marcel. Everyone makes a pact not to bring dates to their New Years Eve Party. While performing at Central Perk, Phoebe confronts some noisy boys and ends up dating one of them: David, Scientist Guy. Their relationship develops well until he gets offered a grant to go to Minsk, and doesn't know what to do. Everyone breaks the no-date pact except Ross; Phoebe brings David, Joey brings Sandy, someone he met while working as an elf in a department store; Rachel plans to bring Paolo, who's flying in earlier than expected; Chandler snaps and asks Janice; Monica invites Fun Bobby; Ross just brings Marcel. However, no one ends up with their date (or monkey) at midnight.",
        "episode": "10",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One With Mrs. Bing",
        "content": "Monica and Phoebe distract an attractive guy who then gets hit by a car and ends up in a coma; they both take care of him in the hospital but begin getting very competitive and possessive over him. Chandler's mom (who embarrasses Chandler with her forwardness) is on Jay Leno and then pays Chandler a visit. Paolo returns from Rome. Mrs. Bing takes everyone out to dinner... and ends up kissing Ross. Mrs. Bing gives Rachel advice on writing romance novels. Ross tells Chandler about the kiss and convinces him to confront his mother about his feelings.",
        "episode": "11",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One With the Dozen Lasagnas",
        "content": "Everyone hums the theme from The Odd Couple. Monica is stuck with a dozen lasagnas because she didn't know they were supposed to be vegetarian. Paolo and Rachel prepare for their first weekend away together; Paolo makes a pass at Phoebe, which ends his relationship with Rachel. Phoebe makes the best oatmeal-raisin cookies in the world. Joey and Chandler have to get a new table, but can't agree on which one; they end up with a foosball table; Monica rules the foosball field. Carol finds out the gender of the baby, but Ross doesn't want to know... even though everyone else knows.",
        "episode": "12",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One with the Boobies",
        "content": "Chandler accidentally walks in on Rachel after a shower and sees her breasts, leading to a series of shower peepings. Phoebe's new psychiatrist boyfriend, Roger, depresses and angers everyone. Joey finds out his dad has been having an affair with Ronni, a pet mortician, for six years; he insists his dad either break it off or confess, but it turns out his mom already knew--and didn't want it to stop.",
        "episode": "13",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One with the Candy Hearts",
        "content": "Ross goes on a date with a Kristen, a woman from his apartment building; Carol and Susan show up at the same restaurant; Susan gets paged and leaves; Ross pays so much attention to Carol that he doesn't even notice his date has gone. Joey can't go out with his date, Lorraine, unless he brings a friend for her friend; Chandler agrees to go, but the date turns out to be Janice; Somehow they end up together again; Janice buys Chandler candy hearts for Valentines Day; Chandler breaks up with her--again. Phoebe, Monica, and Rachel have a cleansing ritual to rid themselves of bad luck with men, which turns into a small fire; Fireman guys come to the rescue.",
        "episode": "14",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One with the Stoned Guy",
        "content": "Chandler gets offered a promotion at work but turns it down because he doesn't like his career; his boss, however, keeps offering more money until Chandler accepts; he spends the day showing off his new office to Phoebe and his night working late. A client of Phoebe's needs a new head-chef, so Monica auditions for him; unfortunately, he's stoned and the evening is a disaster. Ross goes out with Celia, a woman from the museum, who wants him to talk dirty; it's a skill he hasn't quite mastered... at first.",
        "episode": "15",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One with the Two Parts, part 1",
        "content": "Chandler and Joey meet Ursula, Phoebe's twin sister; Joey begins dating Ursula, but that bothers Phoebe, who doesn't get along with her sister very well. Ross attends Lamaze class with Carol and Susan; Carol isn't sure she can go through with the delivery; Ross realizes he's really going to be a father. Chandler can't bear to fire an employee he's attracted to, so he starts to date her and tells everyone else she's mentally unbalanced, so it isn't safe to fire her; she begins to notice people treating her oddly, so Chandler has to come clean. Ross has trouble controlling his monkey, Marcel, who switches Monica's TV into Spanish mode; no one can figure out how to switch it back. Mr. Heckles could have cats. Jamie and Fran (from Mad About You) make an appearance in Central Perk. Rachel finally gets around to taking down the Christmas lights, but falls off the balcony in the process, and ends up hanging upside down outside Mr. Heckles' window.",
        "episode": "16",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One with the Two Parts, part 2",
        "content": "Monica takes Rachel to the hospital; Rachel has no insurance, so she and Monica switch identities--a tricky situation that is made worse when two cute doctors (guest stars George Clooney and Noah Wyle) ask them on dates; Monica and Rachel start arguing and end up listing all their worst qualities in front of their dates. Ross worries about whether he can be a good father; he seeks comfort from his friends and advice from his father. Joey continues to date Ursula, which interferes with his friendship with Phoebe--he misses her birthday; however, when Ursula stands Joey up and won't return his calls, Phoebe talks to her and finds out she isn't even planning to tell Joey it's over; Phoebe pretends to be Ursula so she can let him down nicely--a ruse which doesn't last. Marcel chokes on scrabble tiles and has to be rushed to the hospital; Ross realizes he can cope with the responsibilities of parenthood. Ugly Naked Guy has a hula-hoop.",
        "episode": "17",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One with All the Poker",
        "content": "Rachel, tired of being a waitress, sends out resumes; she gets an interview with Saks Fifth Avenue. Ross pines for Rachel. The girls decide they want in on the guys' poker games; reluctantly, the guys accept. The girls don't do so well, but they want a rematch. Monica's competative side comes out... she may have thrown a plate once during a Pictionary game, but she insists it was an accident. Monica inlists the help of her Aunt Iris to give them some poker tips; the girls still don't do so well. Then at the third game, the girls are going down again. Rachel gets some bad news about the job for which she's been interviewing, and gets aggressive at cards; she taunts Ross into a high stakes hand... and he lets her win because he wants to see her happy.",
        "episode": "18",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One Where the Monkey Gets Away",
        "content": "Rachel finds out Barry is engaged to Mindy, her former bridesmaid; she begins to show interest in dating again, so Ross decides to ask her out. However, before he gets the chance, she loses Marcel while monkey-sitting, which temporarily drives a wedge between them. Mr. Heckles is missing a waffle and saw Regis Philbin once. Rachel, not knowing Marcel is a illegal exotic animal, calls Animal Control; the animal-catcher turns out to be Luisa, who went to high-school with Monica and Rachel. Luisa's memories of high school aren't favorable toward Rachel, so she decides not to cut them any breaks. While looking for Marcel, Joey and Chandler meet some hot girls (Samantha and Tia) with a broken radiator. Luisa tries to shoot Marcel with a tranquilizer but hits Phoebe instead. A delivery of bananas leads everyone to Mr. Heckles apartment; he claims the monkey as his own until Luisa shows up. Rachel pleads with Luisa to let Ross keep Marcel, but it's only the threat of reporting her for shooting Phoebe that convinces her. Ross and Rachel finally sit down for some wine, but before Ross can ask Rachel out, Barry barges in, saying he's still in love with her.",
        "episode": "19",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One with the Evil Orthodontist",
        "content": "The gang argues the virtues of Mr. Peanut and Mr. Salty. Someone is peeping into the apartment building with a telescope; Joey discovers it's a woman, and that she's very complimentary. Ugly Naked Guy gets gravity boots. Chandler has a good first date with Daniel and then obsesses about trying to call her again without seeming too needy. Rachel ends up sleeping with Barry instead of telling him to get lost; but after she and Mindy (Barry's fiance') get together and talk, Rachel decides Barry is evil. Joey has a one-track mind after Rachel mentions that her best friend, Mindy, taught her to kiss. Ross does a crossword puzzle.",
        "episode": "20",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One with Fake Monica",
        "content": "Monica's credit card is stolen; after seeing the credit card statement, she decides the thief lives her life better than she does. She meets 'Fake Monica' at a dance class which was charged to her card, and suprisingly they become friends. As Mononna, she and Fake Monica have a great time... until Fake Monica is arrested. Ross' monkey, Marcel, reaches sexual maturity and starts humping everything in sight; Ross has to find a zoo in which to put his pet. Joey tries to choose a stage name.",
        "episode": "21",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One with the Ick Factor",
        "content": "Rachel has sex dreams--first about Chandler, then Chandler and Joey, and finally about Ross. Phoebe looks for supplemental income, and works part time as Chandler's secretary. This leads to Chandler's discover that the people at the office don't like him anymore... and they even mimic his unique way of talking. Monica dates Ethan, a younger man who turns out to be even younger than she thought; she breaks up with him because it's just too icky. Ross gets a beeper so Carol can page him when she goes into labor; after several false alarms, he gets beeped for the real thing, and everyone heads to the hospital.",
        "episode": "22",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One with the Birth",
        "content": "Everyone arrives at the hospital for Carol's delivery. Ross and Susan fight; Rachel flirts with the doctor... for a while; Phoebe sings and makes a lot of sense; Joey helps a single mother (Lydia) give birth; Monica yearns for a baby of her own; Chandler tries to comfort her, but isn't totally successful. The baby is named Ben, after Phoebe.",
        "episode": "23",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One Where Rachel Finds Out",
        "content": "Joey participates in a fertility study, but things get hard when he has to avoid intimacy with Melanie, his new fruit-basket-making girlfriend. The gang has a barbecue, but Ross only shows up long enough to drop off Rachel's birthday present and announce he's going to China to get a bone for the museum. Later, while Rachel opens her presents, Chandler lets slip that Ross is in love with her; she goes to the airport to catch him before he leaves, but just misses him. While he's gone, she debates what to do do. Finally, she decides to go for it and goes to the airport for his return. Unknown to her, however, Ross has become involved with another woman during his week in China.",
        "episode": "24",
        "season": "1"
    },
    {
        "id": 3,
        "title": "The One With Ross' New Girlfriend",
        "content": "Rachel, ready to reveal her feelings to Ross, meets him at the airport; her plans fall apart, however, when she finds out about his new girlfriend, Julie. Chandler, already feeling guilty about revealing Ross's feelings to Rachel, now feels worse that he encouraged Ross to forget about her. The gang watches Sumo Wrestling. Phoebe gives Joey and Chandler haircuts; Monica wants one, too. Phoebe is reluctant because of Monica's picky nature, but finally gives in. Monica wants a cut like Demi Moore; unfortunately Phoebe confuses Demi with Dudley. Chandler needs a suit made, and Joey refers him to the family tailor; while getting measured for pants, Chandler gets a little more attention than he bargained for. Ross sickens everyone (especially Rachel) with his constant gushing for Julie. In Rachel's depression, she sleeps with Paolo again.",
        "episode": "1",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One With the Breast Milk",
        "content": "Carol breastfeeds Ben, causing Joey and Chandler discomfort. However, even stronger reactions occur when Ross is taking care of Ben and Phoebe checks the temperature of the bottled breast milk by tasting it. Julie invites Monica to go shopping; Rachel finds out and feels betrayed. Joey's status as the Bijan Cologne Man is threatened when his department store hires someone to be the Hombre Man. Rachel tries to be nicer to Julie, but is less than sincere.",
        "episode": "2",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One Where Heckles Dies",
        "content": "Chandler breaks up with a woman because her nostrils are too big--yet another superficial reason to avoid a real relationship. Mr. Heckles complains again about the noise--it's disturbing his birds (he could have birds). Phoebe, Rachel, and Joey impersonate Janice. Mr. Heckles dies, apparently while hitting his ceiling with a broom because of the noise from above. Phoebe doesn't believe in evolution, which bothers Ross enough that he feels he has to convince her of the theory. Rachel and Monica inherit all of Mr. Heckles earthly possesions; while clearing out his apartment, they discover that Heckles was quite a funny guy in his time. Chandler is upset to find how much he has in common with Mr. Heckles, and in his determination not to die alone, he calls Janice... only to find out that she's married and pregnant. While trying to decide which of Heckles' things to keep, Rachel realizes that Monica doesn't consider the apartment to be their apartment.",
        "episode": "3",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One With Phoebe's Husband",
        "content": "Phoebe turns out to be married to Duncan, a gay friend who needed a green card. Phoebe did love him, and finds those feelings returning. Now (six years later) he's back and needs a divorce. Turns out he's not gay, and is getting married to someone else. The revelation of Phoebe's secret marriage prompts several other discoveries: The underwear on the telephone pole outside is Monica's, from when she had sex with Fun Bobby on the terrace; Chandler has a third nipple; Joey was in a porn movie (which they then watch). Ross is nervous about the prospect of having sex for the first time with Julie. He approaches Rachel for advice; her own interest in Ross keeps her from being completely honest, and she tries her best to see that it doesn't happen.",
        "episode": "4",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One With Five Steaks and an Eggplant",
        "content": "Chandler gets calls from an intriguing woman (Jade) looking for someone named Bob. On the phone, he pretends to be Bob and arranges to meet her, so he can console her when Bob stands her up. Their relationship seems to be going very well, until she calls Bob back and complains of Chandler's sexual inadequacies. Chandler plans a big birthday hoopla for Ross, but the expense involved touches a nerve with Phoebe, Joey, and Rachel, who don't make as much money as the others. Monica, Chandler, and Ross celebrate his birthday by attending Hootie and the Blowfish in concert; they end up partying backstage afterwards with the band. Monica gets a new position as Head Lunch Chef, also in charge of purchasing, who has her own little desk (when Roland's not there), and a beeper. However, she is soon fired for accepting a gift from the restaurant's new meat supplier.",
        "episode": "5",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One With the Baby on the Bus",
        "content": "Ben always cries when he's near Monica. Ross has an allergic reaction to Monica's Kiwi Lime Pie; his tongue swells up and he has to go to the hospital. Chandler and Joey take care of Ben for the day, but accidentally leave him on a city bus while meeting women. They retrieve him from Human Services, but are a little unsure whether they've got the right baby. Phoebe is displaced when Terry, the manager of Central Perk, hires Stephanie, a professional singer, to play at the coffee house. Rachel arranges for Phoebe to play after Stephanie, but Phoebe feels slighted because, unlike Stephanie, she won't be getting paid. She becomes a street musician, outside Central Perk.",
        "episode": "6",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One Where Ross Finds Out",
        "content": "Chandler realizes he's put on some weight, so he agrees to let Monica be his personal fitness trainer. The results are great, but Monica is a bit too intense for Chandler's liking. Phoebe's dating a guy she really likes, but is perplexed that they haven't had sex yet. Ross and Julie plan to get a cat together. Rachel has her first real date since finding out about Ross' feelings for her. She spends the whole date obsessing about Ross and Julie, and drinking too much wine. While drunk, she leaves Ross a message saying she's over him. The next morning, Ross retrieves his messages while at Rachel's apartment. Confronted with the truth at such an inconvenient time, Ross can't deal with it and leaves. Later, they argue, and Ross says it's too late, because he's with Julie now; he leaves again. However, he comes right back and kisses her.",
        "episode": "7",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One With the List",
        "content": "Chandler gets a new computer. Ross is depressed about having to chose between Julie and Rachel. Chandler suggests they make a list of pros and cons, which somehow never makes it past the cons. Ross choses Rachel, but then she finds the list and decides she doesn't want to be with Ross anymore. Monica's finds a new job creating Thanksgiving recipes for Mockolate, a synthetic chocolate substitute.",
        "episode": "8",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One With Phoebe's Dad",
        "content": "Ugly Naked Guy decorates his tree. Monica and Rachel, low on funds, make cookies to give instead of cash as holiday tips to the paperboy, the mailman, the superintendent, etc. Then they receive mangled papers and smashed packages; when their heater won't turn off and the super doesn't fix it, they fear he's also upset about not getting cash. Despite the heat, Rachel and Monica have a big Christmas party. Ross tries to make amends with Rachel. He tells her to make a list about him, so she does; he obsesses about her complaints. Phoebe discovers that everything she thought she knew about her biological father (including his picture) is a lie. Her grandmother knows where he lives, and it's not far. Phoebe (accompanied by Chandler and Joey) goes to visit him, but eventually decides she's not ready. Chandler and Joey have to do their Christmas shopping late on Christmas eve.",
        "episode": "9",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One With Russ",
        "content": "Joey gets bad reviews for his latest play and decides to quit show business... until his agent gets him an audition for a soap opera. He finds out, however, that he'd have to sleep with the casting director to get the part. Monica starts dating Fun Bobby again; she notices he seems to have a drinking problem. She confronts him and he decides to quit, after which Monica notices he's no longer any fun. Rachel dates Russ, who bears a striking resemblence to Ross.",
        "episode": "10",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One With The Lesbian Wedding",
        "content": "Carol and Susan are getting married; Ross doesn't want to attend, but when Carol's parent's don't approve of the wedding, Ross convinces her that she should do it anyway, and he gives away the bride. Or rather, one of the brides. Monica caters the wedding, but falls behind and recruits everyone to help. Joey's begins appearing in Days of Our Lives as Dr. Drake Ramoray. One of Phoebe's customer's dies on the massage table, and her spirit enter's Phoebe's body so she can attend to unfinished business. Rachel's mother comes to visit, then announces she's thinking about leaving Rachel's father. Ugly Naked Guy plays the Cello.",
        "episode": "11",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One After the Superbowl, Pt. I",
        "content": "A TV commercial featuring a Monkey reminds Ross of Marcel. Ross decides to visit Marcel at the San Diego Zoo, since he's going to a convention in Los Angeles. Once there, he is told by a zoo representative that Marcel has died; however, an eccentric zoo keeper tells him Marcel was stolen and put into show business. Ross' search leads him back to New York, where Marcel is filming Outbreak II: The Virus Takes Manhattan. Joey begins dating Erika, a stalker who thinks he's really his soap opera character, Dr. Drake Ramoray. Phoebe dates Rob, a guy who hires her to sing songs for children at the library. Her songs are a little too real for the kids' parents. She gets fired, but all the kids come to the coffee house so they can still hear her.",
        "episode": "12",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One After the Superbowl, Pt. II",
        "content": "The gang spends time on Marcel's movie set. Ross has a hard time getting time or attention from Marcel. Chandler bumps into Susie Moss, a girl he knew in the fourth grade, whom he embarrased by lifting her skirt during the class play. She comes on really strong but it turns out to be an elaborate scheme to get back at him. Monica and Rachel see Jean-Claude Van Damme; when Rachel tries to get him interested in Monica, he asks Rachel out instead, causing a rift between the roommates. Joey gets a small part in the movie but doesn't perform too well.",
        "episode": "13",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One With The Prom Video",
        "content": "Joey, now earning money, gives Chandler an expensive (and gaudy) gold bracelet. Joey is hurt when he finds out Chandler doesn't like it. Monica has a job interview with a restaurant manager who has a salad fetish. Rachel's starting to date again, which prompts Ross to interfere... until she makes it clear that they are never going to get together. Phoebe shares her lobster theory. Jack and Judy Geller come by to drop off some of Monica's things; they're turning her room into a gym. Monica tells them about losing her job, but she just can't get the courage to ask them for money. Amongst Monica's items from home is a video of herself and Rachel preparing for their Senior Prom. Rachel's pre-surgery nose, Monica's large stature, and Ross' Mr. Kotter look are featured. In the video, Rachel's date doesn't show up and she's distraught about having to miss her own Prom. Ross prepares to take her, but just before this is revealed, Rachel's date shows up. Rachel, watching the video for the first time, is so moved by Ross' compassion for her that she forgives him for the list and kisses him passionately. Monica discovers some unexpected footage of her parents at the end of the video tape.",
        "episode": "14",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One Where Ross and Rachel...You Know",
        "content": "Joey buys a big screen TV and two leather reclining chairs; he and Chandler don't move from them for days. Phoebe helps Monica cater a party at the home of Dr. Richard Burke, an old friend of the Gellers, who recently divorced. Despite their age difference, Richard and Monica begin dating. Ross and Rachel begin dating. One of their dates is interrupted when Ross is paged to the museum. By the time he's done with work, their plans are ruined, so they spend the night together in the museum. Joey and Chandler watch Beavis and Butthead.",
        "episode": "15",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One Where Joey Moves Out",
        "content": "Chandler and Joey attend a party thrown by one of the other actors on Days of Our Lives. He happens to be moving out, so he offers to let Joey have his apartment. Having never lived alone, Joey decides to take him up on it, which disheartens Chandler. Phoebe and Rachel decide to get tattoos; their decision is complicated by the facts that Ross doesn't like tattoos and Phoebe doesn't like needles. Ross, Monica, and Richard go to Jack Geller's birthday party. Everyone is buzzing with rumors of Richard's young new girlfriend (also known as his twinkie in the city). Monica hides in the bathtub; her parents come into the bathroom and fool around. Later, Monica reveals her relationship with Richard to her parents.",
        "episode": "16",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One Where Eddie Moves In",
        "content": "Joey shows his friends his new apartment, which (unfortunately) he decorated himself. A record producers signs Phoebe to make a video of Smelly Cat, but dubs in someone else's voice. Monica is annoyed that Ross is around so much; they fight like typical siblings. Chandler and Joey miss each other, but neither one will admit it. Chandler gets a new roommate, Eddie, who seems like a great guy. Joey is jealous, and he and Chandler fight like a typical couple. Chandler finds out that he does really have that much in common with Eddie after all.",
        "episode": "17",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One Where Dr. Ramoray Dies",
        "content": "Chandler's roommate, Eddie, begins to show signs of instability: He's obsessed with his ex-girlfriend; he accuses Chandler of sleeping with her, and of killing his fish. Richard wonders how many men Monica's been with, after Phoebe announces that it's been a lot. This leads Ross and Rachel to a similar discussion. Monica has Richard sleep over on the same night that Rachel has Ross sleep over. Unfortunately, there's only one condom in the apartment. Joey's claim in Soap Opera Digest that he writes a lot of his own lines angers the show's writer, who decides to have Dr. Ramoray fall down an elevator shaft.",
        "episode": "18",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One Where Eddie Won't Go",
        "content": "Chandler wakes in the night to find Eddie watching him sleep; they argue and Eddie agrees to leave. The next day, Eddie goes on a fruit drying kick and has no recollection of their previous conversation. Variations of this happen day after day. Joey's pride won't let him try out for small roles, but his mounting debts (and Ross) slowly convince him otherwise. Joey makes good use of his Word of the Day toilet paper. Monica, Rachel, and Phoebe read a female empowerment book, Be Your Own Windkeeper, which has even more detrimental effects on their relationships with each other than it does on their relationships with men. Joey moves back in with Chandler, which allows Chandler to take advantage of Eddie's faulty memory, and finally be rid of him.",
        "episode": "19",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One Where Old Yeller Dies",
        "content": "Phoebe discovers that her mother used to shield her from the sad parts of movies, like Old Yeller. She rents all the movies her mother used to show her, and gets rather depressed and pessimistic. Ross, bothered that he's missing significant steps in Ben's development, takes Ben for a weekend. Ben says his first words. At Monica's request, Chandler and Joey start spending time hanging out with Richard. Then they try to be more like Richard: Joey smokes cigars and Chandler grows a mustache. Richard starts to talk and dress like Chandler. They end up spending too much time together, until Richard discovers they view him as a father figure, rather than one of the guys. Rachel finds out that Ross has his future with her all planned out, and she panics.",
        "episode": "20",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One Where Old Yeller Dies",
        "content": "Phoebe discovers that her mother used to shield her from the sad parts of movies, like Old Yeller. She rents all the movies her mother used to show her, and gets rather depressed and pessimistic. Ross, bothered that he's missing significant steps in Ben's development, takes Ben for a weekend. Ben says his first words. At Monica's request, Chandler and Joey start spending time hanging out with Richard. Then they try to be more like Richard: Joey smokes cigars and Chandler grows a mustache. Richard starts to talk and dress like Chandler. They end up spending too much time together, until Richard discovers they view him as a father figure, rather than one of the guys. Rachel finds out that Ross has his future with her all planned out, and she panics.",
        "episode": "20",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One With The Bullies",
        "content": "Monica notices a stock with her initials (MEG), and decides to try to make a living on the stock market rather than take a demeaning job at a 50's theme diner. She doesn't do so well. Phoebe decides it's time to meet her father, but accidentally runs over his dog. After getting it back from the vet, she delivers it home, only to find that Frank Buffay hasn't been there for four years. However, she discovers she has a half-brother, Frank Junior. Ross and Chandler get intimidated out of their seats, a hat, and the coffee shop, by a couple of bullies. As they're about to have a final showdown, someone steals from all of them, so Ross, Chandler, and the bullies band together to kick butt.",
        "episode": "21",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One With Two Parties",
        "content": "Rachel's surprise birthday party is split in two to keep her divorcing parents from running into each other. Monica makes flan instead of cake. Phoebe smuggles guests out of Monica's boring party and into Chandler and Joey's raging celebration.",
        "episode": "22",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One With The Chicken Pox",
        "content": "Phoebe's Navy man (Ryan) is in town for two weeks, but their plans are foiled because Phoebe has the chicken pox, and gives them to him as well. Monica tapes oven mits to their hands so they won't scratch. Monica is releaved that Richard thinks her neurotic behavior is endearing; but she's upset that he doesn't seem to have any compulsive obsessions himself. Chandler gets Joey a job at his office, and tells him to act like a processor. Joey takes it too far, and invents a character, Joseph, who has a wife and kids, and who causes quite a bit of trouble for Chandler. Rachel is turned on by uniforms; Ross gets one.",
        "episode": "23",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One With Barry & Mindy's Wedding",
        "content": "Joey has an audition for a movie directed by Warren Beatty; the part involves kissing another man, and Joey tries to find one to practice with. Rachel prepares to be the maid of honor at Mindy's wedding to Barry. The bridesmaid's dresses are hideous. Going to the wedding is even more painful than Rachel expected. Her dress gets caught in her underwear, she finds out that Barry's parents told everyone she was insane from syphilis, and Barry and his best man make jokes about her. But she finds the strength to stay. Chandler meets a woman on the Internet; he really likes her. He finds out she's married, but decides to meet her anyway. She turns out to be Janice. Monica asks Richard about his plans for the future, and discovers he doesn't want to start having kids again. While at Barry and Mindy's wedding, they decide their relationship is over.",
        "episode": "24",
        "season": "2"
    },
    {
        "id": 3,
        "title": "The One With The Princess Leia Fantasy",
        "content": "Monica is dysfunctional because of her breakup with Richard. Joey can't stand having Janice around all the time; she invites him on a day of fun so they can get to know each other. Ross and Rachel talk about their fantasies; Rachel then tells Phoebe and Monica about Ross's Princess Leia fantasy. Phoebe and Mr. Gellar comfort Monica. Ross and Chandler share personal information, which leads to some unpleasant side effects for Ross.",
        "episode": "1",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One Where No One's Ready",
        "content": "Ross has an important night but no one else is ready to go. Joey and Chandler fight about chairs and clothes. Joey spills humus on Phoebe's dress. Monica hears an old message from Richard and thinks that it might be new; she leaves him a message which she then tries to erase, but just makes it worse. Rachel can't decide what to wear; Ross gets angry and Rachel decides not to go... unless he drinks the fat.",
        "episode": "2",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One With The Jam",
        "content": "Joey falls while jumping on the bed and dislocates his arm. Monica tries to stay busy to keep her mind off Richard. First, she makes a lot of jam, which Joey loves. Second, she begins screen sperm donors--and runs into Joey's file. Phoebe is followed by her sister's stalker (Malcolm)... then starts dating him. Chandler seeks advice on relationships from Rachel and Ross. Ross secretly tells him about the hug and roll --a maneuver designed to end the cuddling and give you some space. Chandler tries it out but ends up dumping Janice on the floor.",
        "episode": "3",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One With The Metaphorical Tunnel",
        "content": "Joey appears in an infomercial for the Milk Master 2000. Phoebe forgets to tell Joey about an audition... but makes it up to him by calling the casting director and pretending to be an agent; Joey asks her to represent him full time. Ross has a hard time accepting that his son plays with a Barbie doll; he tries to get him interested in more masculine toys. Chandler is scared of the tunnel of commitment until Joey convinces him to face his fears... but then Chandler overdoes it and scares Janice away for a while. Monica and Rachel welcome Chandler to their side of the tunnel and console him with ice-cream.",
        "episode": "4",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One With Frank, Jr.",
        "content": "Joey gets carried away with a mailbox project and ends up building an entertainment center; he mistakenly cuts Chandler's door in half in the process. Then he gets sidetracked on re-tiling Monica's bathroom floor. Phoebe hangs out with her half-brother, Frank Jr., in hopes of getting to know him better; he misunderstands when she tells him she gives people massages and stuff. The gang all consider what five celebrities would be on their freebie list--people they can sleep with without anyone getting upset; Ross finally narrows his list down by eliminating Isabella Rossellini... then he bumps into her.",
        "episode": "5",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One With The Flashback",
        "content": "Prompted by a question from Janice, the group has a flashback revealing events which occurred three years earlier: Chandler searches for a roommate; Cute Naked Guy puts on weight; Phoebe secretly moves out of Monica's apartment; The bar is closing to make way for a coffee shop; Mr. Heckles could play the oboe; Rachel contemplates her upcoming marriage to Barry; Mr. Heckles could be Chandler's new roommate; Ross is happy that Carol has found a new friend -- Susan; One of the lifeguards dismantles a nuclear device; Almost relationships are revealed between Joey and Monica, Monica and Chandler, Chandler and Rachel, Ross and Phoebe.",
        "episode": "6",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One With The Racecar Bed",
        "content": "Monica and Phoebe shop at the store owned by Janice's soon-to-be-ex-husband, and Monica ends up with the wrong bed. Rachel and Ross have dinner with her father, which doesn't go well; the next day at brunch, Ross and Dr. Green find something to bond over. Gunther broods over Rachel. Joey Teaches a class-- Acting for Soap Operas. While trying to return the bed, Joey and Monica see Janice kissing her husband.",
        "episode": "7",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One With The Giant Poking Device",
        "content": "Phoebe avoids going to the dentist because whenever she goes, someone dies. Joey tells Chandler about Janice kissing her husband, and Chandler confronts her. She must chose between the two men she loves; it looks like she might choose Chandler, but he decides he can't be responsible for breaking up her marriage. Ross has an emergency at the museum, so Rachel takes care of Ben; Monica bangs Ben's head. Ugly Naked Guy has a new hammock, and looks awfully still; the gang fashions a very long poking device out of chopsticks so they can make sure he's not dead. Gunther continues to brood over Rachel.",
        "episode": "8",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One With The Football",
        "content": "The girls cook Thanksgiving dinner while the guys watch a football game on TV; all six decide to play football together. Monica and Ross compete for the Geller Cup. Joey and Chandler compete for a Dutch girl. Rachel goes long. Phoebe flashes the other team.",
        "episode": "9",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One Where Rachel Quits",
        "content": "Gunther re-trains Rachel on how to be a waitress; she realizes it's time to quit working at the coffee shop. Ross accidentally breaks a little girl's leg, and ends up selling Brown Bird Cookies for her so she can go to Space Camp. Monica's childhood cookie habit returns. Joey gets a job at a Christmas tree lot. Phoebe tries to come to terms with the cruelty of having a Christmas tree.",
        "episode": "10",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One Where Chandler Can't Remember Which Sister",
        "content": "Joey astounds the gang with a card trick. Chandler, depressed over his break-up with Janice, fools around with one of Joey's sisters at Joey's birthday party; but afterward can't remember which sister; he visits the Tribianni family, hoping to figure it out, but only gets himself into trouble--by kissing the wrong one. Rachel meets Mark, who gets her an interview at Bloomingdale's; Ross worries about Mark's motives. Phoebe dates the noisy guy from upstairs, who seems to charm himself out of any situation.",
        "episode": "11",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One With All The Jealousy",
        "content": "Rachel has her first day on the job; Ross sends her a singing telegram, and continues to be jealous about Mark. Chandler arranges a bachelor party for his cousin. Joey gets an audition for a Broadway musical, but he can't dance. Gunther pines for Rachel. Monica falls for Julio, a co-worker at the diner who writes a poetry; he writes a poem for Monica which isn't very flattering. Ross and Ben have a play date with the stripper from the bachelor party, which makes Rachel jealous.",
        "episode": "12",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One Where Monica And Richard Are Just Friends",
        "content": "Monica and Richard have a chance meeting in a video store and decide to see each other as friends--but it doesn't stop there. Phoebe dates Robert, a jock whose shorts are a little too revealing; Ross and Chandler don't know how to tell him. Joey and Rachel read each other's favorite books: The Shining and Little Women.",
        "episode": "13",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One With Phoebe's Ex-Partner",
        "content": "Phoebe's former singing partner (Leslie) performs at Central Perk and asks Phoebe if they can get back together. They eventually do, but soon have problems when Leslie sells Smelly Cat to a kitty litter company. Chandler meets a woman (Ginger) in the men's room and asks her out; coincidentally, Joey used to date her-- until an unfortunate incident occurred, involving her artificial leg. Chandler gets over the fact that she has an artificial leg, but when Ginger learns he has a third nipple, she dumps him. Ross continues to struggle with Rachel's career and her involvement with Mark. Chandler has his third nipple removed.",
        "episode": "14",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One Where Ross And Rachel Take A Break",
        "content": "Phoebe dates a diplomat who doesn't speak english; she convinces Monica to double with them so the translator will have a date. Chandler and Joey gawk at the Xerox girl, who invites them both to a dance club. Ross interrupts Rachel's late night emergency at the office, leading to a fight; Rachel wants to take a break. Ross goes to the club and ends up kissing the Xerox girl.",
        "episode": "15",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One The Morning After",
        "content": "Rachel is sorry about her fight with Ross; meanwhile, Ross wakes up with the Xerox girl; Chandler and Joey convince Ross not to tell Rachel; Ross tries to make sure Rachel doesn't find out. Monica and Phoebe try out a painless leg waxing kit. Chandler, Joey, Phoebe, and Monica get stuck in Monica's room while Ross and Rachel try to work things out.",
        "episode": "16",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One Without The Ski Trip",
        "content": "Ross and Rachel's fighting causes the gang to try to hang out with them separately. Chandler, under stress because Ross and Rachel's break-up reminds him of his parents divorce, starts smoking again. Rachel invites everyone but Ross to go skiing for the weekend; they get locked out of the car at a rest stop; Rachel refuses to call Ross for help, so Monica and Phoebe do it behind her back; he comes to their aid and then gets stuck because his battery dies. Ross interferes with Carol's and Susan's Anniversary.",
        "episode": "17",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One With The Hypnosis Tape",
        "content": "Rachel gives Chandler a hypnosis tape to help him quit smoking; however, the tape was designed for women--and it works all too well. Phoebe's brother, Frank, announces that he's getting married--to his home economics teacher, who is much older; Phoebe tries to break it up and enlists help from Ross and Joey. Monica gets asked out by a customer at the diner, who turns out to be a millionaire; they go out for pizza... in Italy.",
        "episode": "18",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One With The Tiny T-Shirt",
        "content": "Monica continues to date Pete but is still not attracted to him; he thinks she might change her mind. Joey gets a lead part in a play, but can't stand the female lead... until he realizes he likes her. Mark asks Rachel out. Rachel asks Ross to come over, but just so she can return some of his stuff; Ross gets upset and demands all his stuff back, including a tiny t-shirt that Rachel likes to sleep in. Later, Ross finds out Rachel is going on a date with Mark and spies on them through Chandler's peep-hole. Phoebe ponders Spiderman.",
        "episode": "19",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One With The Dollhouse",
        "content": "Ross and Monica's Aunt Silvia passes away and leaves a beautiful dollhouse to Monica; Monica invites Phoebe to play with it but then doesn't like Phoebe's ideas; Phoebe makes her own dollhouse, but it catches fire. Joey yearns for Kate, but since he can't have her, he goes out with her understudy; things get hot between Joey and Kate during rehearsal, however, and they end up sleeping together... but it means more to Joey than it does to Kate. Rachel sets Chandler up on a date with her boss; she likes him, but he thinks she's a big dull dud; Chandler tells her he'll call even though he doesn't intend to.",
        "episode": "20",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One With a Chick. And a Duck.",
        "content": "The diner where Monica works puts their staff on roller-skates; Monica crashes into Rachel while skating; Rachel's injuries are worse than first believed. Pete buys a restaurant and offers Monica a job as head chef; she's unsure whether to take it, since she still isn't attracted to Pete. Pete makes up a story about another woman so Monica will think he's over her; Phoebe sees right through it but promises not to tell Monica. Joey buys a pet chick for Chandler, but caring for it becomes a source of conflict. Ross has a chance to be on TV as part of a panel of Paleontologists, but gives it up to take Rachel to the hospital. Monica and Pete are about to stop seeing each other, but then they kiss... and Monica finally feels it.",
        "episode": "21",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One With The Screamer",
        "content": "Phoebe waits on hold so she can have her phone repaired before the warranty expires. The gang goes to Joey's play on opening night. Rachel dates Tommy, who seems pretty nice... except when he starts screaming at people; however, only Ross witnesses this behavior and can't convince anyone else. Joey's play gets bad reviews, prompting the director to break up with Kate; Joey and Kate spend the night talking and falling in love. Kate gets a job offer in L.A. and decides to leave.",
        "episode": "22",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One With Ross's Thing",
        "content": "Ross finds a growth on his body but can't tell what it is; neither can anyone else. He visits his doctor, Chandler's doctor, and Phoebe's guru. Phoebe dates two guys: Vince, a burly fireman, and Jason, a sensitive teacher. She tries but can't decide which one to break up with. Pete is out of town and tells Monica, We need to talk, which gets her worried. The gang goes with Monica to Pete's place see how a millionaire lives; Joey finds a stub for a $50,000 check to a ring designer; Rachel begins to plan Monica's wedding.",
        "episode": "23",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One With The Ultimate Fighting Champion",
        "content": "Monica's boyfriend Pete begins competing to be the Ultimate Fighting Champion; he loses... repeatedly. Chandler's new boss has a habit of slapping him on the behind, which Chandler tries to deal with. Phoebe asks Rachel if she can set Ross up with Bonnie; Rachel agrees since Bonnie's the girl who shaves her head; Later, Rachel finds out Bonnie now has plenty of hair.",
        "episode": "24",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One At The Beach",
        "content": "Phoebe finds a picture of her parents with their friend (also named Phoebe) and looks her up; she lives out by the beach, so everyone decides to go to the beach for the weekend. Rachel wears a big hat. Monica mourns her failed relationships, which prompts Chandler to offer to be her boyfriend if worse comes to worst. Monica laughs, which prompts on-going efforts by Chandler to prove he's boyfriend material. Joey tries to initiate a strip-poker game, which ends up as a strip-Happy-Days game. Rachel and Ross flirt... until Ross's girlfriend Bonnie shows up. Phoebe finds out that the other Phoebe has no idea where her father Frank is... but she has a different revelation to make. Rachel convinces Bonnie to shave her head again, which results in a confrontation between Rachel and Ross in which she reveals she still loves him. Ross must decide.",
        "episode": "25",
        "season": "3"
    },
    {
        "id": 3,
        "title": "The One With The Jellyfish",
        "content": "Ross dumps Bonnie, which takes all night; she leaves in the morning. Meanwhile, Rachel writes a long letter to Ross that she needs him to read before they get back together; he tries to read it but falls asleep... then has to fake it when she asks him about it; Ross agrees with the letter before he finds out what it says; once he finds out the letter asks him to accept the breakup was all his fault, he's not sure he can keep up the charade. Phoebe is upset that her real mother never tried to contact her; she tells her mother she never wants to see her again, but her mother finally convinces her to reconcile. Ursula knew about their real mother all along, but never told Phoebe. Monica, Chandler, and Joey spend the day on the beach; Joey digs a hole; Monica gets stung by a jellyfish. Joey remembers that peeing on a jellyfish sting takes the pain away; Monica can't bend that way and Joey gets Stage Fright, leaving Chandler. Ross can't stand hiding his feelings and he and Rachel break up again.",
        "episode": "1",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With The Cat",
        "content": "Joey and Chandler agree to sell their oversized entertainment center; they have a hard time selling it but and easy time being robbed by a prospective buyer, thanks to Joey. Monica goes out with Chip, Rachel's high school prom date; unfortunately, Chip hasn't grown much since Lincoln High. Ross and Rachel continue to bicker about their break-up. Phoebe finds a cat and is convinced it's her mother reincarnated; a poster is found for a missing cat, but no one has the heart to tell Phoebe... except Ross.",
        "episode": "2",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With The 'Cuffs'",
        "content": "Chandler and Joey try to make due with patio furniture and a canoe as their only furnishings. Chandler bumps into Joanna (Rachel's boss) and they go out again... and end up having quite a fling; while sneaking into Joanna's office, Rachel finds Chandler half naked and hand-cuffed to a chair. Monica caters her mother's party and pulls a Monica when she loses a fake nail in one of the quiches. A salesman tries to sell Joey encyclopedias, but Joey just can't afford a whole set.",
        "episode": "3",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With The Ballroom Dancing",
        "content": "Joey chews out Mr. Treeger, the superintendent, for making Rachel cry; Mr. Treeger decides to evict Rachel and Monica (who have an illegal sublet of Monica's Grandmother's apartment). In order to smooth things over, Joey agrees to be Mr. Treeger's practice ballroom dancing partner. Chandler tries to end his membership at his gym; Ross goes with him for moral support but ends up joining as well. Phoebe struggles (unsuccessfully) to contain her desires for Rick, one of her massage clients; she ends up being fired and he turns out to be married.",
        "episode": "4",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With Joey's New Girlfriend",
        "content": "Chandler introduces himself to a good looking girl (Kathy), only to find out that she's dating Joey; as they get to know each other, Chandler's feelings get deeper. Whenever Rachel is around, Ross goes out of his way to mention Amanda, a single mother he's been seeing; Rachel counters by dating Josh, a much younger man; however, Amanda uses Ross as a babysitter so she can date another man, and Josh steals from Rachel. Ross uses weird gestures he made up as a kid instead of offensive ones. Phoebe has a bad cold which makes her singing voice sexy; when she recovers she desperately tries to catch another cold; she even kisses Gunther.",
        "episode": "5",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With The Dirty Girl",
        "content": "Ross dates a fantastically beautiful paleontologist (Cheryl); everything is going great until he finds out she's incredibly messy. Chandler buys a rare copy of Kathy's favorite book for her birthday, but then has to make sure that Joey's gift is good, too. Phoebe lends Monica money so she can make a more serious attempt to get her catering business going; Monica has a little trouble collecting payment from a client. Rachel strives to finish a crossword puzzle all by herself.",
        "episode": "6",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One Where Chandler Crosses The Line",
        "content": "Chandler becomes further frustrated when he accidentally sees Kathy coming out of the shower. Joey is late for a date with Kathy because he's on a date with someone else; Chandler and Kathy spend time alone together and they kiss; Chandler feels so guilty that he refurnishes the apartment; Kathy breaks up with Joey, and he suspects there is another man; Chandler admits it was him, causing a rift between himself and Joey. Ross rediscovers his musical sound, but he isn't really as good as he and Phoebe seem to believe; Phoebe doesn't want to perform because she feels dwarfed by Ross's musical gift.",
        "episode": "7",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With Chandler In A Box",
        "content": "Joey is still upset at Chandler about Kathy; he tries to get over it but can't, and decides to move out... until he and Chandler stumble upon a way for Chandler to make it up to him--spending most of Thanksgiving day in a box. Monica injures her eye but doesn't want to have to see Richard again; she arranges to see the on-call doctor, who turns out to be very cute... and Richard's son. The gang decides to do secret Santa for each other; Ross torments Rachel about always exchanging gifts, until she can't stand it and shows him all the stuff she saved from their relationship.",
        "episode": "8",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One Where They're Going to PARTY!",
        "content": "Phoebe and Monica buy a van (with a mural, flashing nipples, and other extras) for their catering business; Monica fills in for a food critic in a small local newspaper; after she gives a restaurant a scathing review, they offer her a job as the new head chef; she has to chose between it and the catering business. Ross and Chandler make plans to party with Gandolf, the party wizard; Gandolf cancels and Ross and Chandler are left bored, until Joey convinces them that they can party themselves. Rachel tries for a new position at work, but her boss doesn't quite cooperate.",
        "episode": "9",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With The Girl From Poughkeepsie",
        "content": "Joey sets a personal record for sticking Oreos in his mouth--15. Ross dates a girl from Poughkeepsie but is concerned about the distance involved in seeing her. Rachel wants a relationship--or at least a fling--so Chandler offers to set her up with someone; when his coworkers find out it's Rachel and that she's not looking for a serious relationship, they all bribe Chandler to set them up. Monica gets no respect at work; she hires Joey in order to fire him, so everyone will know who's boss; but Joey likes the tips, so he has a hard time going along with the plan. Phoebe works (and works and works) on a Christmas song for her friends. Ross takes a train to Poughkeepsie to break up, but falls asleep and ends up in Montreal... with a girl from Nova Scotia.",
        "episode": "10",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With Phoebe's Uterus",
        "content": "Frank Jr. and Alice have eloped, and they ask Phoebe to be a surrogate mother for them; Phoebe asks advice of her birth mother, who gives her a puppy for only three days so she'll know what it's like to give up something you love. Ross gets Joey a job as a Tour Guide at the museum; Joey is hurt when Ross won't sit next to him at lunch (the white coats don't sit with the blue blazers); this prompts Ross to stand up and make some changes in the cafeteria, but it works a little too well. Chandler is nervous about being intimate with Kathy since she used to be Joey's girlfriend; feeling his performance is only adequate, he asks advice from Monica and Rachel; Kathy is very grateful.",
        "episode": "11",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With The Embryos",
        "content": "The guys' chicken is becoming a rooster. Phoebe undergoes the procedure to implant embryos in her uterus; the pressure is high as Frank Jr. and Alice can only afford the procedure once. Monica and Rachel bet that they know Chandler and Joey better than Chandler and Joey know them; Ross writes the questions (game show style) and eventually the stakes are raised: If the girls win, the chick and the duck have to go. If the guys win, they get the girls' apartment.",
        "episode": "12",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With Rachel's Crush",
        "content": "When Chandler finds out Kathy's new play involves a steamy scene with her co-star, he's worried where it might lead; Joey tells him not to worry--as long as there's chemistry on-stage, there isn't anything happening off-stage; This helps... until Chandler sees the play again later and finds the performance isn't as good; Chandler accuses Kathy of sleeping with her leading man; they fight and part on unfavorable terms; by the time Chandler goes to apologize and make up, it's too late. Monica tells Joey that the guys have to be the hosts since they have the big apartment; when they comply, she tries to win everyone over to her place by doing lots of cooking and re-decorating. Rachel's department at work is eliminated, so she gets demoted to Personal Shopper; she plans to quit until a handsome, well-to-do young man needs her services; she wants to ask him on a date, but doesn't know how... she's never had to ask anyone out before.",
        "episode": "13",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With Joey's Dirty Day",
        "content": "Joey goes fishing and comes back smelly... and doesn't get a chance to shower before he goes to work on a new movie with Charlton Heston; he gets caught cleaning up in the only shower on the set--in Mr. Heston's dressing room. Joshua invites Rachel to a club opening but she's already agreed to take her boss's niece (Emily) to the opera; Ross agrees to fill in for her with the niece, and they hit it off much better than first impressions would indicate; meanwhile, Rachel's date falls through when a rain storm smears her name off the club's guest list. Chandler continues recovering from his break-up with Kathy, but can't move on to phase two, because there's no one with which to go to a strip club... except Monica and Phoebe.",
        "episode": "14",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With All The Rugby",
        "content": "While getting his nails done, Chandler runs into Janice--newly divorced and not willing to let Chandler get away. Chandler invents a story about his company transferring him to Yemen. Although Janice believes him, he's not home free yet... she won't leave his side until he's on the plane and taking off. Monica obsesses about an electrical switch that apparently doesn't do anything; after tests, blueprints, and demolition work, she finally gives up. Ross meets some of Emily's friends and gets invited to play rugby; not wanting to lose face, he insists on playing. When they play too rough despite Emily's secret request that they go easy on him, she helps Ross inflict some pain, too, by giving him pointers on their vulnerabilities.",
        "episode": "15",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With The Fake Party",
        "content": "Phoebe, pregnant, has cravings for meat; Joey agrees to be a temporary vegetarian so she can eat meat without causing more animals to die. Rachel creates a fake party for Emily, which is really an excuse to spend time with Joshua outside of work; she makes a fool of herself trying to make him like her... she even puts on her old high-school cheerleader uniform. Ross is bummed that Emily will soon be returning home to England; Rachel convinces him that his relationship with Emily doesn't have to end.",
        "episode": "16",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With The Free Porn",
        "content": "Joey and Chandler unexpectedly receive an adult movie channel. Monica urges Ross to express his true feelings to Emily before she leaves the country, but things don't go as well as expected--it turns out there's another man. Ross goes to London to prove his love for Emily, but she returns to the states to tell him she's chosen him. Phoebe finds out she's carrying triplets; Frank, Jr. considers dropping out of refrigerator college to get a job; Phoebe tries to come up with ways to make money so he won't have to give up his dream.",
        "episode": "17",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With Rachel's New Dress",
        "content": "Phoebe is asked to name one of the three babies she's carrying; this sparks some rivalry between Joey and Chandler, who each want the baby named after them. Susan is shooting a commercial in London so Emily offers to show her around; Ross worries that they might be having too much of a good time together... like when Carol started spending time with Susan. Rachel plans a big date with a special dinner, new lingerie and a nice dress; while eating dinner at her place, the chick and the duck upset Joshua, who has a phobia of farm birds; since his apartment is being remodeled and his parents are out of town, they go to his parents' house; unexpectedly, his parents return home while Rachel is wearing only a negligee; she tells them it's actually a new dress and ends up having to wear it while they all go out to dinner.",
        "episode": "18",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With All The Haste",
        "content": "The singing man, the bird smell, and the lack of space drive Rachel and Monica to new attempts to get their old apartment back; when they fail to bribe Chandler and Joey with season Knicks tickets, they try making another bet... and lose again, so they have neither the tickets nor the apartment. However, while Joey and Chandler are at a game, Rachel and Monica switch apartments. Chandler objects but Monica and Rachel offer to kiss each other for a full minute if they can keep the apartment. Ross gets an ear-ring. Phoebe tries to knit. Ross hates the fact that Emily has to be gone so much, so he considers asking her to move in with him... but ends up asking her to marry him; she says yes. The gang is shocked to hear the news... especially Rachel.",
        "episode": "19",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With All The Wedding Dresses",
        "content": "Joey's snoring forces Chandler to insist he go to a sleep clinic; while accompanying Joey at the clinic, Chandler meets (and begins dating) Marjorie, who talks in her sleep. Ross tries to talk with Rachel about her feelings, but she just pretends she's fine. However, while feeling kind of desperate she tries to move way too fast with Joshua and ends up scaring him off. Monica picks up Emily's wedding dress for her, and finds she just can't resist wearing it... a lot. Phoebe and Rachel catch the spirit as well, and soon they're all wearing white. Ross and Emily set a wedding date just one month away. Rachel talks with Monica and Phoebe about her unresolved feelings for Ross.",
        "episode": "20",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With The Invitation",
        "content": "Flashbacks of Ross and Rachel's relationship punctuate this episode as Ross decides to send Rachel a wedding invitation and Rachel decides she won't be going. Joey and Chandler, feeling like they don't have much going on in their lives compared to their friends, try to make some big plans... like climbing Mount Everest or at least watching some videos.",
        "episode": "21",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With The Worst Best Man Ever",
        "content": "Phoebe suffers from a small bladder, mood swings, kicking babies, false labor, and other pregnancy woes. Ross has to choose whether Joey or Chandler will be his best man; he chooses Joey, which seems okay until after the bachelor party when the wedding ring is missing. Believing the stripper (whom Joey slept with) took it, they mistakenly confront her; however, it turns out it was taken by a different bird. Monica and Rachel plan a baby shower for Phoebe, but decide not to give her baby-stuff because she won't be keeping the babies; unfortunately, this plan doesn't go over very well.",
        "episode": "22",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With Ross's Wedding, part 1",
        "content": "Ross, Monica, Joey, and Chandler leave for London; Phoebe's pregancy prohibits travel and Rachel stays to take care of her... and to avoid the emotional strain of watching Ross get married. Joey and Chandler go sight-seeing, but Joey's tourist behavior embarrasses Chandler and they split up for the day; Chandler has a lousy time, but Joey has a great day... including a visit with the Duchess of York. Emily stresses about the wedding arrangements, and everything is on the verge of collapsing when the demolition work starts on the building where they were to wed. Monica suggests they postpone the wedding (an idea which leads to more problems). Rachel realizes she's still in love with Ross, and tries to console herself by shopping; Phoebe also tries to help her get over Ross. When all this fails, Rachel decides to leave right away for London to tell Ross how she feels.",
        "episode": "23",
        "season": "4"
    },
    {
        "id": 3,
        "title": "The One With Ross's Wedding, part 2",
        "content": "Phoebe fights phone friction while trying to warn Joey and Chandler that Rachel is on her way to ruin the wedding. Joey gets homesick... until he finds a cute bridesmaid (Felicity) who wants to know him better. The Gellers meet the Walthams; Jack Geller has agreed to pay for half of the wedding... until he finds out Mr. Waltham is counting his house remodeling as a wedding expense. Rachel tries and tries again to get on a flight to London; she gets underway but annoys the other passengers. Chandler and Monica have a difficult time at the rehearsal dinner; they console each other, and end up sleeping together. The next day, Joey, Chandler, and Monica watch for Rachel before the wedding; she slips in while Joey makes out with Felicity, but decides not to tell Ross how she feels. During the wedding ceremony, Ross accidentally speaks Rachel's name instead of Emily's, halting the proceedings.",
        "episode": "24",
        "season": "4"
    }









]